RutaClient/request.xml

<?xml version='1.0' encoding='UTF-8'?>
<S:Envelope xmlns:S="http://www.w3.org/2003/05/soap-envelope"
	xmlns:env="http://www.w3.org/2003/05/soap-envelope">
	<env:Header />
	<S:Body>
		<ns7:RegisterUser
			xmlns:ns2="urn:oasis:names:specification:ubl:schema:xsd:CommonBasicComponents-2"
			xmlns:ns3="urn:oasis:names:specification:ubl:schema:xsd:CommonExtensionComponents-2"
			xmlns:ns4="urn:oasis:names:specification:ubl:schema:xsd:CommonAggregateComponents-2"
			xmlns:ns5="http://ruta.rs/episode" xmlns:ns6="urn:rs:ruta:client"
			xmlns:ns7="http://ruta.rs/services">
			<arg0>amanas</arg0>
			<arg1>amanas</arg1>
		</ns7:RegisterUser>
	</S:Body>
</S:Envelope>